{"config": [{"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "batch_input_shape": [null, 784], "name": "dense_1", "activity_regularizer": null, "dtype": "float32", "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "units": 784}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "name": "dense_2", "activation": "softmax", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "units": 10}, "class_name": "Dense"}], "keras_version": "2.2.2", "backend": "tensorflow", "class_name": "Sequential"}